import React, { FC } from 'react'

 const task: FC = () => {
  return (
    <div className="inline-block text-justify">
              <header>
                <h4 className="text-justify text-[15px] font-roboto text-custom-dark uppercase font-bold mb-4">
                  Задачи войск национальной гвардии
                </h4>
              </header>
              <ol className="post_item-title text-align:justify">
                <li>
                  1. Участие в охране общественного порядка, обеспечении
                  общественной безопасности;
                </li>
                <li>
                  2. Охрана важных государственных объектов, специальных грузов,
                  сооружений на коммуникациях в соответствии с перечнями,
                  утвержденными правительством российской федерации;
                </li>
                <li>3. Участие в борьбе с терроризмом и экстремизмом;</li>
                <li>
                  4. Участие в обеспечении режимов чрезвычайного положения,
                  военного положения, правового режима контртеррористической
                  операции;
                </li>
                <li>
                  5. Участие в территориальной обороне российской федерации;
                </li>
                <li>
                  6. Оказание содействия пограничным органам федеральной службы
                  безопасности в охране государственной границы российской
                  федерации;
                </li>
                <li>
                  7. Федеральный государственный контроль (надзор) за
                  соблюдением законодательства российской федерации в области
                  оборота оружия и в области частной охранной и частной
                  детективной деятельности, а также за обеспечением безопасности
                  объектов топливно-энергетического комплекса, за деятельностью
                  подразделений охраны юридических лиц с особыми уставными
                  задачами и подразделений ведомственной охраны;
                </li>
                <li>
                  8. Охрана особо важных и режимных объектов, объектов,
                  подлежащих обязательной охране войсками национальной гвардии,
                  в соответствии с перечнем, утвержденным правительством
                  российской федерации, охрана имущества физических и
                  юридических лиц по договорам;
                </li>
                <li>
                  9. Обеспечение по решению президента российской федерации
                  безопасности высших должностных лиц субъектов российской
                  федерации (руководителей высших исполнительных органов
                  государственной власти субъектов российской федерации) и иных
                  лиц.
                </li>
              </ol>
            </div>
  )
}

export default task