import React from "react"
import PageLayout from "../../components/Layout/Layout"

const News = () => {
  return (
    <div className="">
      <h4 className="text-justify text-sm">
        МОСКВА, 24 ноября. /ТАСС/. Министерство культуры РФ отказало
        кинокомпании «Лунапарк» в выдаче прокатного удостоверения на сериал
        «Монастырь». Об этом сообщили журналистам в пресс-службе ведомства в
        четверг. «Министерство культуры РФ приняло решение об отказе ООО
        “Кинокомпания “Лунапарк” в выдаче прокатного удостоверения на сериал
        “Монастырь”. Речь идет об оскорблении религиозных чувств верующих”, —
        говорится в сообщении. В ведомстве сообщили, что материалы по сериалу
        были переданы на экспертную оценку в Русскую православную церковь (РПЦ),
        там отметили, что «сценарий дает искаженное представление о монашеской
        жизни в женских обителях РПЦ, соответственно, формирует неверное
        представление о русском православии». Цифровая премьера сериала
        режиссера Александра Молочникова «Монастырь» с Анастасией Ивлеевой и
        Филиппом Янковским в главных ролях состоялась в онлайн-кинотеатре
        «Кинопоиск» 19 ноября. В настоящее время на «Кинопоиске» доступны два
        эпизода сериала, ТАСС обратился за комментарием в пресс-службу
        онлайн-кинотеатра.
      </h4>
    </div>
  )
}

export default News
